Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/framforhandlet-egen-resolusjon-om-urfolkskvinner.html.tmx
Source language: nob
Languages: smj

source: Framforhandlet egen resolusjon om urfolkskvinner / Artikler / Valgperiode 2009 - 2013 / Arkiv / Forsiden - Sametinget
smj: Sjiehtadij sierra resolusjåvnåv álggoálmmuknissunij birra / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámedigge - Sametinget

source: Framforhandlet egen resolusjon om urfolkskvinner
smj: Sjiehtadij sierra resolusjåvnåv álggoálmmuknissunij birra

source: 09. mars 2012
smj: 09. njoktje 2012

source: - Forhandlingene om resolusjonen ble avsluttet tirsdag 6. mars, og nå har statene blitt enige om en resolusjonstekst om situasjonen for urfolkskvinner, sier rådsmedlem Vibeke Larsen.
smj: - Resolusjåvnå ságastallama låhpaduvvin dijstagá snjuktjamáno 6. biejve, ja dálla li stáhta sjiehtadam álggoálmmuknissunij dile resolusjåvnnåtevsta vuoksjuj, javllá rádeájras Vibeke Larsen.

source: Dette er første gang at man innenfor FNs kvinnekommisjon har framforhandlet en egen resolusjon om urfolkskvinners situasjon.
smj: Dát le vuostasj bále AN:a nissunkommisjåvnån le sjiehtadam sierra resolusjåvnåv álggoálmmuknissunij dile vuoksjuj.

source: Dette er i seg selv et viktig skritt i riktig retning.
smj: Dát le ietjastis lávkke riekta guovlluj.

source: Sametinget arbeidet aktivt i forhold til resolusjonsteksten.
smj: Sámedigge dåjmalattjat resolusjåvnnåtevsta vuoksjuj bargaj.

source: Det var få urfolkskvinner som deltok under kvinnekommisjonen, og kun et fåtall hadde tilgang til og innflytelse i forhold til forhandlingene.
smj: Dåssju muhtem gallegasj álggoálmmuknissuna nissunkommisjåvnnåj oassálasstin, ja dåssju muhtem gallegattja bessin oassálasstet ja mierredit sjiehtadallamijn.

source: Sametinget tok til ordet for behovet for å styrke urfolks kvinners tilstedeværelse og innflytelse i kvinnekommisjonen, og har overfor statene anført at det er behov for å styrke urfolkskvinners tilstedeværelse og innflytelse i kommisjonen.
smj: Sámedigge låggŋij dárbov álggoálmmuknissunij sajev ja fámov nissunkommisjåvnån buoredit, ja le stáhtajda javllam dárbbo le álggoálmmuknissunij sajev ja fámov nissunkommisjåvnån buoredit.

source: - Resolusjonen framhever videre viktigheten av å fullt ut gjennomføre urfolks kvinners og jenters rettigheter, herunder til opplæring, og til å fremme flerkulturell tilnærming i opplæringssystemet - på en måte som tar hensyn til urfolks kvinners særlige målsettinger og behov, sier Larsen.
smj: - Resolusjåvnnå åvdet vijdábut man ájnas le álggoalmmuknissunij ja –næjtsoj riektájt ållåsit tjadádit, dan vuolen aj åhpadusá gáktuj, ja åvdedit moattekultuvravuodav åhpadussysteman – dakkir láhkáj mij várajda válldá álggoálmmuknissunij sierralágásj ulmijt ja dárbojt, javllá Larsen.

source: Urfolks kvinners tradisjonelle kunnskap framheves som viktig i utviklingen av urfolkssamfunn.
smj: Álggoálmmuknissunij árbbediehto åvdeduvvá ájnnasin álggoálmmuksebrudagáj åvdedijn.

source: Resolusjonen understreker at urfolkskvinner har krav på respekt og full gjennomføring av deres menneskerettigheter.
smj: Resolusjåvnnå dættot álggoálmmuknissunijn le riektá vieleduvvat ja sijá riektá ållåsit tjadáduvvat.

source: Vold mot urfolkskvinner er et av flere forhold som framheves i resolusjonen, og statene oppfordres til å iverksette tiltak for å bekjempe slik vold, på nasjonalt og lokalt nivå.
smj: Álggoálmmuknissunij vahágahttem le akta dajs ássjijs mij resolusjåvnån åvdeduvvá, ja stáhta ávttjiduvvi dåjmajt jåhtuj biedjat váj dákkir vahágattemav binnet, nasjonála ja bájkálasj dásen.

source: Resolusjonen oppfordrer statene til å støtte urfolkskvinners deltakelse i den forestående verdenskonferansen om urfolk, som skal avholdes i 2014.
smj: Resolusjåvnnå ávttji stáhtajt álggoálmmuknissunij oassálasstemav doarjjot boahtte álggoálmmugij væráltkonferánsan, mij ásaduvvá jagen 2014.

source: - Sametinget vil i framtiden arbeide aktivt for å etablere og styrke nettverket for urfolkskvinner i FNs kvinnekommisjon, avslutter rådsmedlem Vibeke Larsen.
smj: - Sámedigge sihtá åvddålijguovlluj dåjmalattjat barggat ásadim- ja nannimdiehti álggoálmmuknissunij værmástagáv AN:a nissunkommisjåvnån, låhpat rádeájras Vibeke Larsen.

source: Det endelige resolusjonsutkastet anmoder blant annet statene til å iverksette særskilte tiltak for å fremme og styrke politikk og programmer for å sikre urfolks kvinners deltakelse i offentlige beslutningsprosesser.
smj: Låhpalasj resolusjåvnnåárvvalus ávttji duola dagu stáhtajt sierralágásj dåjmajt jåhtuj biedjat váj nanni ja åvdet politihkav ja prográmmajt váj álggoálmmuknissunij oassálasstem almulasj mærrádusprosessajn sihkarduvvá.

source: Kontaktperson: rådsmedlem Vibeke Larsen, tlf. 941 30 116
smj: Aktijvuohta: rádeájras Vibeke Larsen, tel. 941 30 116

source: Sametinget på toppmøte om likestilling
smj: Sámedigge dássádusá oajvvetjåhkanimen
